import React from "react";

const Terms = () => {
  return (
    <div>
      <span>
        <center>
          1. Цел на "Бисквитките" (Cookie Purpose): FashionOrbit използва
          "бисквитки" с цел подобряване на потребителското изживяване,
          анализиране на трафика и персонализиране на съдържанието.
          "Бисквитките" се използват и за запазване на предпочитанията на
          потребителите и осигуряване на функционалност като добавяне на
          продукти в количка, запазване на сесията на потребителя и др.{" "}
          <br></br> Видове "Бисквитки" (Types of Cookies): Сесионни "бисквитки":
          Те се използват за временно съхранение на информация по време на
          сесията на потребителя и се изтриват, когато сесията приключи.
          Постоянни "бисквитки": Те се запазват в устройството на потребителя за
          определен период от време и се активират при следващите посещения.{" "}
          <br></br>Управление на "Бисквитки" (Cookie Management): Потребителите
          имат възможност да управляват "бисквитките" в настройките на своя
          браузър, като могат да блокират или изтрият "бисквитки". <br></br>
          Защита на личните данни (Privacy Protection): FashionOrbit зачита
          правата на потребителите по отношение на защитата на личните данни и
          гарантира съответствие със съответните регулации и законодателство за
          защита на данните. Личните данни на потребителите, събирани чрез
          "бисквитки", се обработват и съхраняват в съответствие с политиката за
          поверителност на FashionOrbit.
        </center>
      </span>
    </div>
  );
};

export default Terms;
